       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.

       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.

       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01  OGRENCI-MESAJ   PIC X(30) VALUE 'HELLO FROM IBM COBOL'.

       PROCEDURE DIVISION.
       MAIN-LOGIC.
           DISPLAY OGRENCI-MESAJ.
           STOP RUN.
